[
	{
		"ReferenceType": "Journal Article",
		"Reference": "Anscombe, Alfred, \"The Paschal canon attributed to Anatolius of Laodicea\" in: <em>English Historical Review</em> 10 (1895), pp. 515-35.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Bach, Joseph, <em>Die Osterfestberechnung in alter und neuer Zeit ein</em> (Buchdruckerei des \"Elsässer\", Straßburg, 1907).",
		"Language": "German",
		"URL": "http://digital.bib-bvb.de/webclient/DeliveryManager?custom_att_2=simple_viewer&pid=4182402#",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Bede the Venerable, <em>De temporum ratione. Bedae opera de temporibus</em> (George Banta Publishing Company, Menasha, Wisconsin, 1943), pp. 172-291.",
		"Language": "Latin",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Bede the Venerable, <em>De temporibus. Bedae opera de temporibus</em> (George Banta Publishing Company, Menasha, Wisconsin, 1943), pp. 293-303.",
		"Language": "Latin",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Bede the Venerable, <em>The Reckoning of Time in Translated Texts for Historians. Bede: The Reckoning of Time</em> Vol. 29 in Translated Texts for Historians (Liverpool University Press, Liverpool, 1999), pp. 1-249.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Betten, Francis S., \"The adoption of the Roman Easter calculation by the Island Celts\" in: <em>The Catholic Historical Review</em> 14 no. 4 (1929), pp. 485-99.",
		"Language": "English",
		"URL": "http://www.jstor.org/stable/25012564",
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Bisagni, Jacopo; Warntjes, Immo, \"Latin and Old Irish in the Munich Computus: a reassessment and further evidence\" in: <em>Ériu</em> 57 (2007), pp. 1-33.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Bisagni, Jacopo; Warntjes, Immo, \"The Early Old Irish material in the newly discovered Computus Einsidlensis (c. AD 700)\" in: <em>Ériu</em> 58 (2008), pp. 77-105.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Bischoff, Bernhard, <em>Ostertagtexte und Intervalltafeln. Mittelalterliche Studien: Ausgewählte Aufsätze zur Schriftkunde und Literaturgeschichte</em> Vol. 2 (Anto Hiersemann, Stuttgart, 1967), pp. 192-227.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Bischoff, Bernhard; Brown, Virginia, \"Addenda to Codices latini antiquiores\" in: <em>Mediaeval Studies</em> 47 (1985), pp. 317-366.",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Bischoff, Bernhard; Brown, Virginia; John, James J., \"Addenda to Codices latini antiquiores (II)\" in: <em>Mediaeval Studies</em> 54 (1992), pp. 286-307.",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Bischoff, Bernhard; Ebersperger, Birgit, <em>Katalog der festländischen Handschriften des neunten Jahrhunderts (mit Ausnahme der wisigotischen), vol. 1 : Amiens - Lambach in Veröffentlichungen der Kommission für die Herausgabe der mittelalterlichen Bibliothekskataloge Deutschlands und der Schweiz, Bayerisch Akademie der Wissenschaften</em> Vol. 1 in Veröffentlichungen der Kommission für die Herausgabe der mittelalterlichen Bibliothekskataloge Deutschlands und der Schweiz, Bayerisch Akademie der Wissenschaften (Otto Harrassowitz Verlag, Wiesbaden, 1998).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Bischoff, Bernhard; Ebersperger, Birgit, <em>Katalog der festländischen Handschriften des neunten Jahrhunderts (mit Ausnahme der wisigotischen), vol. 2 : Laon - Paderborn in Veröffentlichungen der Kommission für die Herausgabe der mittelalterlichen Bibliothekskataloge Deutschlands und der Schweiz, Bayerisch Akademie der Wissenschaften</em> Vol. 2 in Veröffentlichungen der Kommission für die Herausgabe der mittelalterlichen Bibliothekskataloge Deutschlands und der Schweiz, Bayerisch Akademie der Wissenschaften (Otto Harrassowitz Verlag, Wiesbaden, 2004).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Bischoff, Bernhard; Ebersperger, Birgit, <em>Katalog der festländischen Handschriften des neunten Jahrhunderts (mit Ausnahme der wisigotischen), vol. 3 : Padua - Zwickau in Veröffentlichungen der Kommission für die Herausgabe der mittelalterlichen Bibliothekskataloge Deutschlands und der Schweiz, Bayerisch Akademie der Wissenschaften</em> Vol. 3 in Veröffentlichungen der Kommission für die Herausgabe der mittelalterlichen Bibliothekskataloge Deutschlands und der Schweiz, Bayerisch Akademie der Wissenschaften (Otto Harrassowitz Verlag, Wiesbaden, 2014).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Borst, Arno, \"Zeit und Zahl im Mittelalter\" in: <em>Deutsches Archiv für Erforschung des Mittelalters</em> 44 (1988), pp. 1-81.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>The ordering of time: from the ancient computus to the modern computer</em> (Polity Press, Cambridge, 1993).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Alkuin und die Encyklopädie von 809. Science in Western and Eastern civilizations in Carolingian times</em> (Birkhäuser Verlag, Basel, 1993), pp. 53-78.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Das Buch der Naturgeschichte. Plinius und seine Leser im Zeitalter des Pergments</em> (Universitätsverlag C. Winter, Heidelberg, 1994).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Die karolingische Kalenderreform</em> (Hahnsche Buchhandlung, Hannover, 1998).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Der karolingische Reichskalender und seine Überlieferung bis ins 12. Jahrhundert in Monumenta Germaniae Historica: Libri memoriales</em> Vol. 1 in Monumenta Germaniae Historica: Libri memoriales 2 (Hahnsche Buchhandlung, Hannover, 2001).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_Libri_mem._2:1_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Der karolingische Reichskalender und seine Überlieferung bis ins 12. Jahrhundert in Monumenta Germaniae Historica: Libri memoriales</em> Vol. 2 in Monumenta Germaniae Historica: Libri memoriales 2 (Hahnsche Buchhandlung, Hannover, 2001).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_Libri_mem._2:2_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Der karolingische Reichskalender und seine Überlieferung bis ins 12. Jahrhundert in Monumenta Germaniae Historica: Libri memoriales</em> Vol. 3 in Monumenta Germaniae Historica: Libri memoriales 2 (Hahnsche Buchhandlung, Hannover, 2001).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_Libri_mem._2:3_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Der Streit um den karolingischen Kalender</em> (Hahnsche Buchhandlung, Hannover, 2004).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Schriften zur Komputistik im Frankenreich von 726 bis 818 in Monumenta Germaniae Historica: Quellen zur Geistesgeschichte des Mittelalters</em> Vol. 1 in Monumenta Germaniae Historica: Quellen zur Geistesgeschichte des Mittelalters 21 (Hahnsche Buchhandlung, Hannover, 2006).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_QQ_zur_Geistesgesch._21,1_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Schriften zur Komputistik im Frankenreich von 726 bis 818 in Monumenta Germaniae Historica: Quellen zur Geistesgeschichte des Mittelalters</em> Vol. 2 in Monumenta Germaniae Historica: Quellen zur Geistesgeschichte des Mittelalters 21 (Hahnsche Buchhandlung, Hannover, 2006).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_QQ_zur_Geistesgesch._21,2_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Borst, Arno, <em>Schriften zur Komputistik im Frankenreich von 726 bis 818 in Monumenta Germaniae Historica: Quellen zur Geistesgeschichte des Mittelalters</em> Vol. 3 in Monumenta Germaniae Historica: Quellen zur Geistesgeschichte des Mittelalters 21 (Hahnsche Buchhandlung, Hannover, 2006).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_QQ_zur_Geistesgesch._21,3_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Brommer, Peter, <em>Capitula episcorum in Monumenta Germaniae Historica</em> Vol. 1 in Monumenta Germaniae Historica (Hahnsche Buchhandlung, Hannover, 1984).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_Capit._episc._1_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Butzer, Karl W., <em>Mathematics at Charlemagne's court and its transmission. Court culture in the early middle ages</em> (Brepols, Turnhout, 2003), pp. 77-89.",
		"Language": "English",
		"URL": null,
		"DOI": "http://dx.doi.org/10.1484/M.SEM-EB.6.09070802050003050101060401"
	},
	{
		"ReferenceType": "Book",
		"Reference": "Butzer, Paul Leo, <em>Karl des Große und sein Nachwirken. 1200 Jahre Kultur und Wissenschaft in Europa, 2: Mathematical Arts</em> Vol. 2 (Brepols, Turnhout, 1998).",
		"Language": "English, German, French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Butzer, Paul Leo; Butzer Felleisen, Helga, <em>Scholars of the Mathematical Sciences in the Aachen - Liège - Maastricht region during the past 1200 years: an overview. Karl des Große und sein Nachwirken. 1200 Jahre Kultur und Wissenschaft in Europa, 2: Mathematical Arts</em> Vol. 2 (Brepols, Turnhout, 1998), pp. 43-90.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Butzer, Paul Leo; Lohrmann, Dietrich (eds.), <em>Science in Western and Eastern Civilization in Carolingian Times</em> (Birkhäuser Verlag, Basel, 1993).",
		"Language": "English; German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Chaîne, Marius, <em>La chronologie des temps chrétiens de l'Égypte et de l'Éthiope</em> (P. Geuthner, Paris, 1925).",
		"Language": "French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Christ, Wildhelm, <em>Über das argumentum calculandi des Victorius und dessen Commentar. Sitzungsberichte der Bayerischen Akademie der Wissenschaften, philosophisch-philologische Classe</em> Vol. 1München, 1863, pp. 100-52.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Contreni, John J., <em>John Scottus and Bede in Ancient and medieval philosophy. History and eschatology in John Scottus Eriugena and his time: proceedings of the Tenth International Conference of the Society for the Promotion of Eriugenian Studies, Maynooth and Dublin, August 16-20, 2000</em> Vol. 30 in Ancient and medieval philosophy (Leuven, Leuven University Press, 2002), pp. 91-140.",
		"Language": null,
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Cordoliani, Alfred, \"Les traités de comput de haut moyen age (526-1003)\" in: <em>Archivum Latinitatis Medii Aevi</em> 17 (1942), pp. 51-72.",
		"Language": "French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Cordoliani, Alfred, \"Une encyclopédie carolingienne de comput: Les Sententiae in laude compti\" in: <em>Bibliothèque de l'école des chartes</em> 104 (1943), pp. 237-43.",
		"Language": null,
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Cordoliani, Alfred, \"Les computistes insulaires et les écrits pseudo-Alexandrins\" in: <em>Bibliothèque de l'école des chartes</em> 106 (1945), pp. 5-34.",
		"Language": "French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Cordoliani, Alfred, \"Un manuscrits de comput ecclésiastique mal connu de la Bibliothèque Nationale de Madrid\" in: <em>Revista de archivos, bibliotecas y museos</em> 57 (1951), pp. 5-35.",
		"Language": "French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Cordoliani, Alfred, \"Contribution à la littérature du comput ecclésiastique au haut moyen âge\" in: <em>Studi medievali</em> 1 (1960), pp. 107-37.",
		"Language": "French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Cordoliani, Alfred, \"Contribution à la littérature du comput ecclésiastique au haut moyen âge\" in: <em>Studi medievali</em> 1 (1961), pp. 167-208.",
		"Language": "French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Cordoliani, Alfred, \"La table pascal de Périgueux\" in: <em>Cahiers de civilisation médiévale</em> 4 (1961), pp. 57-60.",
		"Language": "French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Corradini, Richard, <em>The rhetoric of crisis. Computus and Liber annalis in early ninth-century Fulda. The construction of communities in the early Middle Ages: texts, resources and artifacts</em> (Brill, Leiden, 2003), pp. 269-321.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "David, Pierre, \"Saint Martin de Braga: est-il l'auteur d'un traité de comput paschal?\" in: <em>Bulletin des études portugaises</em> 14 (1950), pp. 283-99.",
		"Language": "French",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Declercq, Georges, <em>Anno Domini: The origins of the Christian era</em> (Brepols, Turnhout, 2000).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Declercq, Georges, \"Dionysius Exiguus and the Introduction of the Christian Era\" in: <em>Sacris Erudiri</em> no. 41 (2002), pp. 165-246.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Dreyer, Bernhard Joseph, <em>Medieval astronomy. Studies in the history and method of science</em> Vol. 2 (Clarendor Press, Oxford, 1921), pp. 102-20.",
		"Language": "English",
		"URL": "https://archive.org/details/cu31924012217810",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Du Cange, Charles, <em>Paschalion seu chronicon paschale a mundo condito ad Heraclii imperatoris annum vicesimum</em>Paris, 1688.",
		"Language": "Latin",
		"URL": "https://books.google.nl/books?id=S1qDG66JLOIC&printsec=frontcover&hl=nl#v=onepage&q&f=false",
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Duchesne, Louis, \"La question des la pâque au concil de Nicée\" in: <em>Revue des questiones historiques</em> 14 (1880), pp. 5-42.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Dugmore, Clifford William, \"A noe on the quartodecimans\" in: <em>Studia Patristica</em> 4 (1961), pp. 411-21.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>Plinian astronomy in the middle ages and renaissance. Science in the early Roman Empire: Pliny the Elder, his sources and influence</em> (Croom Helm, London, 1986), pp. 197-251.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>Plinian astronomical diagrams in the early middle ages. Mathematics and its applications to science and natural philosophy in the middle ages</em> (Cambridge University Press, New York, 1987), pp. 141-72.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>The astronomies of Pliny, Martianus Capella and Isidore of Seville in the Carolingian world. Science in Western and Eastern civilizations in Carolingian times</em> (Birkhäuser Verlag, Basel, 1993), pp. 161-80.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Eastwood, Bruce Stansfield, \"The astronomy of Macrobius in Carolingian Europe: Dungal's letter of 811 to Charles the Great\" in: <em>Early Medieval Europe</em> 3 (1994), pp. 117-34.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Eastwood, Bruce Stansfield, \"Astronomy in Christian Latin Europe c. 500-c. 1150\" in: <em>Journal for the History of Astronomy</em> 28 (1997), pp. 235-58.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>Astronomy in Christian Latin Europe c. 500-c. 1150. The revival of planetary astronomy in Carolingian and post-Carolingian Europe</em> (Ashgate, Aldershot, 2002), pp. 235-58.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>Plinian astronomy in the middle ages and renaissance. The revival of planetary astronomy in Carolingian and post-Carolingian Europe</em> (Ashgate, Aldershot, 2002), pp. 197-251.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>Plinian astronomical diagrams in the early middle ages. The revival of planetary astronomy in Carolingian and post-Carolingian Europe</em> (Ashgate, Aldershot, 2002), pp. 141-72.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>The astronomy of Macrobius in Carolingian Europe: Dungal's letter of 811 to Charles the Great. The revival of planetary astronomy in Carolingian and post-Carolingian Europe</em> (Ashgate, Aldershot, 2002), pp. 117-34.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>The astronomies of Pliny, Martianus Capella and Isidore of Seville in the Carolingian world. The revival of planetary astronomy in Carolingian and post-Carolingian Europe</em> (Ashgate, Aldershot, 2002), pp. 161-80.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Eastwood, Bruce Stansfield, <em>The revival of planetary astronomy in Carolingian and post-Carolingian Europe</em> (Ashgate, Aldershot, 2002).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Eastwood, Bruce Stansfield; Graßhoff, Gerd, \"Planetary diagrams for Roman astronomy in medieval Europe ca. 800-1500\" in: <em>Transactions of the American Philosophical Society</em> 94 (2004).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Englisch, Brigitte, <em>Die Artes liberales im frühen Mittelalter (5-9 Jh.)</em> (Steiner Franz Verlag, Stuttgart, 1994).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Englisch, Brigitte, <em>Zeiterfassung und Kalenderproblematik in der frühen Karolingerzeit. Das Kalendarium der Hs. DB 83-2 und die Synode von Soisson 744</em> (Jan Thorbecke Verlag, Stuttgart, 2002).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Englisch, Brigitte, <em>Karolingische Reformkalender und die Fixierung der Christlichen Zeitrechnung in Studia Traditionis Theologiae. Computus and its Cultural Context in the Latin West, AD 300-1200: Proceedings of the 1st International Conference on the Science of Computus in Ireland and Europe, Galway, 14-16 July, 2006</em> Vol. 5 in Studia Traditionis Theologiae (Brepols, Turnhout, 2010), pp. 238-258.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Ferrari d'Occhieppo, Konradin, <em>Die Osterberechnung als Kalenderproblem von der Antike bis Regiomontanus. Regiomontanus-Studien. Sitzungsberichte der Österrechischen Akademie der Wissenschaften, philosophisch-historische Klasse</em> Vol. 364Wien, 1980, pp. 93-108.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>\"Boethius\" Geometrie II</em> (Franz Steiner Verlag, Wiesbaden, 1970).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>Anonyme lateinische Euklidbearbeitungen aus dem 12. Jahrhundert. Denkschriften der Österreichischen Akademie der Wissenschaften, mathematisch-naturwissenschaftliche Klasse</em> Vol. 116 (Verlag der Österreichischen Akademie der Wissenschaften, Wien, 1971), pp. 5-42.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>The importance of the pseudo-Boethian geometria during the middle ages; Boethius and the liberal arts: a collection of essays</em>Bern, 1981, pp. 187-209.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>Die Altercatio in der Geometrie I des Pseudo-Boethius. Ein Beitrag zur Geometrie im mittelalterlichen Quadrivium. Fachprosa-Studien. Beiträge zur mittelalterlichen Wissenschaftsgeschichte</em> (Erich Schmidt Verlag, Berlin, 1982), pp. 84-144.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Folkerts, Menso, \"Euclid in medieval Europe\" in: <em>Quaetio de rerum natura</em> 2 (1989), pp. 1-63.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>The importance of the pseudo-Boethian geometria during the middle ages. Essays on early medieval Europe. The Latin tradition</em> (Burlington, Aldershot, 2003).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>Essays on early medieval Europe. The Latin tradition</em> (Burlington, Aldershot, 2003).",
		"Language": "English; German; Latin; E",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>Die Altercatio in der Geometrie I des Pseudo-Boethius. Ein Beitrag zur Geometrie im mittelalterlichen Quadrivium. Essays on early medieval Europe. The Latin tradition</em> (Burlington, Aldershot, 2003).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>The importance of the Latin middle ages for the development of mathematics. Essays on early medieval Europe. The Latin tradition</em> (Burlington, Aldershot, 2003).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Folkerts, Menso, <em>The geometry II ascribed to Boethius. Essays on early medieval Europe. The Latin tradition</em> (Burlington, Aldershot, 2003).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Freise, Eckhard, <em>Kalendarische und annalistische Grundformen der Memoria. Memoria. Der geschichtliche Zeugniswert des liturgischen Gedenkens im Mittelalter</em> (Wilhelm Fink Verlag München, München, 1984), pp. 441-562.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Giles, John Allen, <em>The Complete Works of Venerable Bede. In The Original Latin, Collated With The Manuscripts, And Various Printed Editions, Accompanied By A New Translation Of The Historical Works, And A Life Of The Author</em> Vol. 1 (Unknown, Londen, 1843).",
		"Language": "Latin, English",
		"URL": "https://archive.org/details/CompleteWorksOfVenerableBedeV01",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Giles, John Allen, <em>The Complete Works of Venerable Bede. In The Original Latin, Collated With The Manuscripts, And Various Printed Editions, Accompanied By A New Translation Of The Historical Works, And A Life Of The Author</em> Vol. 2 (Unknown, Londen, 1843).",
		"Language": "Latin, English",
		"URL": "https://archive.org/details/CompleteWorksOfVenerableBedeV02",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Jones, Charles W., <em>Bedae Pseudepigrapha: Scientific Writings Falsely Attributed to Bede</em> (Oxford University Press, London, 1939).",
		"Language": "English, Latin",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Jones, Charles W., <em>Bedae opera de temporibus</em> (George Banta Publishing Company, Menasha, Wisconsin, 1943).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Krusch, Bruno Johann, <em>Studien zur christlich-mittelalterlichen Chronologie. Der 84jährige Ostercyclus und seine Quellen</em> (Verlag von Veit & Comp., Leipzig, 1880).",
		"Language": "German",
		"URL": "https://archive.org/details/studienzurchris00krusgoog",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 2: Great Britain and Ireland in Codices Latini Antiquiores </em> Vol. 2 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1935).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 1: The Vatican City in Codices Latini Antiquiores </em> Vol. 1 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1936).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 3: Italy. Ancona - Novara in Codices Latini Antiquiores </em> Vol. 3 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1938).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 4: Italy. Perugia - Verona in Codices Latini Antiquiores </em> Vol. 4 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1947).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 5: France. Paris in Codices Latini Antiquiores </em> Vol. 5 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1950).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 6: France. Abbeville - Valencienne in Codices Latini Antiquiores </em> Vol. 6 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1953).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 8: Germany. Altenburg - Leipzig in Codices Latini Antiquiores </em> Vol. 8 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1959).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 9: Germany. München - Zittau in Codices Latini Antiquiores </em> Vol. 9 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1959).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 10: Austria, Belgium, Czechoslovakia, Denmark, Egypt and Holland in Codices Latini Antiquiores </em> Vol. 10 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1963).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 11: Hungary, Luxembourg, Poland, Russia, Spain, Sweden, USA and Yugoslawia in Codices Latini Antiquiores </em> Vol. 11 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1966).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 7: Switzerland, Codices Latini Antiquiores 7 in Codices Latini Antiquiores </em> Vol. 7 in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1969).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Lowe, Elias Avery, <em>Codices Latini antiquiores: a palaeographical guide to Latin manuscripts prior to the ninth century. Part 12: Supplement in Codices Latini Antiquiores </em> Vol. 12 (S) in Codices Latini Antiquiores  (Clarendon Press, Oxford, 1971).",
		"Language": "English",
		"URL": "https://elmss.nuigalway.ie",
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Meyvaert, Paul, \"Discovering the Calendar (annalis libellus) Attached to Bede's Own Copy of De Temporum Ratione\" in: <em>Analecta Bollandiana</em> 120 no. 1 (2002), pp. 5-64.",
		"Language": "English",
		"URL": null,
		"DOI": "http://dx.doi.org/10.1484/J.ABOL.4.00117"
	},
	{
		"ReferenceType": "Book",
		"Reference": "Migne, Jacques Paul, <em>Patrologia Latina in Patrologiae Cursus Completus, series latina</em> Vol. 90 in Patrologiae Cursus Completus, series latina (Unknown, Unknown, 1862).",
		"Language": null,
		"URL": "http://patristica.net/latina/",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Mosshammer, Alden A., <em>The Easter Computus and the Origins of the Christian Era</em> (Oxford University Press, New York, 2009).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Ó Cróinín, Dáibhí, <em>The Continuity of Irish Computistical Tradition in Studia Traditionis Theologiae. Computus and its Cultural Context in the Latin West, AD 300-1200: Proceedings of the 1st International Conference on the Science of Computus in Ireland and Europe, Galway, 14-16 July, 2006</em> Vol. 5 in Studia Traditionis Theologiae (Brepols, Turnhout, 2010), pp. 324-347.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Ohashi, Masako, <em>The Easter table of Victorius of Aquitaine in Early Medieval England in Studia Traditionis Theologiae. The Easter Controversy of Late Antiquity and the Early Middle Ages. Its Manuscripts, Texts, and Tables: Proceedings of the 2nd International Conference on the Science of Computus, Galway, 18-20 July, 2008</em> Vol. 10 in Studia Traditionis Theologiae (Brepols, Turnhout, 2011), pp. 137-149.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Pokorny, Rudolf, <em>Capitula episcorum in Monumenta Germaniae Historica</em> Vol. 3 in Monumenta Germaniae Historica (Hahnsche Buchhandlung, Hannover, 1995).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_Capit._episc._3_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Pokorny, Rudolf, <em>Capitula episcorum in Monumenta Germaniae Historica</em> Vol. 4 in Monumenta Germaniae Historica (Hahnsche Buchhandlung, Hannover, 2005).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_Capit._episc._4_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Pokorny, Rudolf; Stratmann, Martina, <em>Capitula episcorum in Monumenta Germaniae Historica</em> Vol. 2 in Monumenta Germaniae Historica (Hahnsche Buchhandlung, Hannover, 1995).",
		"Language": "German",
		"URL": "http://www.mgh.de/dmgh/resolving/MGH_Capit._episc._2_S._II",
		"DOI": null
	},
	{
		"ReferenceType": "Journal Article",
		"Reference": "Rose, Christine M., \"March 27 as Easter and the Medieval Liturgical Calendar\" in: <em>Manuscripta</em> 30 no. 2 (1986), pp. 112-117.",
		"Language": "English",
		"URL": null,
		"DOI": "http://dx.doi.org/10.1484/J.MSS.3.1188"
	},
	{
		"ReferenceType": "Book",
		"Reference": "Springsfeld, Kerstin, <em>Alkuins Einfluß auf die Komputistik zur Zeit Karls des Großen in Sudhoffs Archiv. Beihefte; Zeitschrift für Wissenschaftsgeschichte</em> in Sudhoffs Archiv. Beihefte; Zeitschrift für Wissenschaftsgeschichte 48 (Franz Steiner Verlag, Stuttgart, 2002).",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Wallis, Faith, <em>Medicine in Medieval Calendar Manuscripts: A Book of Essays. Manuscript Sources of Medieval Medicine</em> (Garland, New York and London, 1995), pp. 105-143.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Wallis, Faith, <em>Bede: The Reckoning of Time in Translated Texts for Historians</em> Vol. 29 in Translated Texts for Historians (Liverpool University Press, Liverpool, 1999).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Ware, R. Dean, <em>Medieval Chronology: Theory and Practice. Medieval Studies: An Introduction</em> (Syracuse University Press, New York, 1976), pp. 252-277.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Warntjes, Immo, <em>The Munich Computus: Text and Translation: Irish computistics between Isidore of Seville and the Venerable Bede and its reception in Carolingian times in Sudhoffs Archiv. Beihefte; Zeitschrift für Wissenschaftsgeschichte</em> in Sudhoffs Archiv. Beihefte; Zeitschrift für Wissenschaftsgeschichte 59 (Franz Steiner Verlag, Stuttgart, 2010).",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Warntjes, Immo, <em>The argumenta of Dionysius Exiguus and their early recensions in Studia Traditionis Theologiae. Computus and its Cultural Context in the Latin West, AD 300-1200: Proceedings of the 1st International Conference on the Science of Computus in Ireland and Europe, Galway, 14-16 July, 2006</em> Vol. 5 in Studia Traditionis Theologiae (Brepols, Turnhout, 2010), pp. 40-111.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Warntjes, Immo, <em>Köln als naturwissenschaftliches Zentrum in der Karolingerzeit: Die frühmittelalterliche Kölner Schule und der Beginn der fränkischen Komputistik. Mittelalterliche Handschriften der Kölner Dombibliothek. Viertes Symposion der Diözesan- und Dombibliothek Köln zu den Dom-Manuskripten (26. bis 27. November 2010)</em> (Erzbischöfliche Diözesan-und Dombibliothek, Köln, 2012), pp. 41-96.",
		"Language": "German",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Warntjes, Immo, <em>Victorius vs Dionysius: The Irish Easter Controversy of AD 689 in Studia Traditionis Theologiae. Early medieval Ireland and Europe: chronology, contacts, scholarship: A Festschrift for Dáibhí Ó Cróinín</em> Vol. 14 in Studia Traditionis Theologiae (Brepols, Turnhout, 2015), pp. 40-96.",
		"Language": "English",
		"URL": null,
		"DOI": null
	},
	{
		"ReferenceType": "Book",
		"Reference": "Whitrow, Gerald James, <em>Time in History: Views of Time from Prehistory to the Present Day</em> (Oxford University Press, Oxford, 1991).",
		"Language": "English",
		"URL": null,
		"DOI": null
	}
]